let slides = [
  {
    title: 'Расистский анекдот',
    text: 'Кавказ – огромная неповторимая страна, где проживает большое количество народов, каждый со своими интересными традициями: семейными, свадебными, кулинарными, которые представляют собой «мост», связывающий далеко прошлое с настоящим и поэтому многие традиции дошли и до наших дней.',
    picture: 'data/slider/anekdot.jpg',
    alt: 'Анекдот про кавказца (смешно)',
    link: '0',
  },
  {
    title: 'Попрыгунчик',
    text: 'Наиболее острые современные экологические проблемы Африки — это снижение плодородия почв, ускорение процессов эрозии, обезлесение, рост дефицита воды, ухудшение качества поверхностных вод и воздуха, вырубка вечнозеленых лесов, исчезновение видов растений и животных.',
    picture: 'data/slider/gvozd.jpg',
    alt: 'Гвоздь убегает',
    link: '1',
  },
  {
    title: 'ЗАЛОЖЕНИЕ ПОЧВЕННЫХ РЕЗЕРВОВ',
    text: 'Для изучения и определения почв в природе, установления границ между различными почвами, взятия образцов для анализов закладывают специальные ямы, которые принято называть почвенными разрезами. Они бывают трех типов: полные (основные) разрезы, полуямы (контрольные), прикопки (поверхностные).',
    picture: 'data/slider/nasral.jpg',
    alt: 'Говно в руке',
    link: '2',
  },
  {
    title: 'Смерть Огузка (блять, 5 утра, чем я занимаюсь)',
    text: 'Сегодня был найден мертвым в ресторане Клод Моне один из работников - Максим "Огузок" Лавров.',
    picture: 'data/slider/oguzok.jpg',
    alt: 'НЕ Огузок в ахуе',
    link: '3',
  },
  {
    title: 'Это я на пикче',
    text: 'А может нахуй уник, в армию и на завод? Я так заебался, помогите. 5 утра, я какой то бесполезной, нахер никому не нужной хуйнёй маюсь. И вообще пива хочу или ягера. Ягера конечно лучше... Вот НГ будет нажрусь пздц',
    picture: 'data/slider/zavod.jpg',
    alt: 'Грустный думер не хочет работать на заводе',
    link: '4',
  },
];