let slides = [
  {
    title: 'Морфология почв',
    text: 'Сумма внешних признаков, которые являются результатом процессов формирования и поэтому отражают происхождение почв, историю их развития, их физические и химические свойства.',
    picture: 'data/slider/picture1.jpg',
    alt: 'Морфология почв',
    link: '0',
  },
  {
    title: 'Химия почв',
    text: 'Изучение химических основ почвообразования и плодородия почв, путем исследования состава, свойств почв и протекающих в почвах процессов на ионно-молекулярном и коллоидном уровнях.',
    picture: 'data/slider/picture2.jpg',
    alt: 'Химия почв',
    link: '1',
  },
  {
    title: 'ЗАЛОЖЕНИЕ ПОЧВЕННЫХ РЕЗЕРВОВ',
    text: 'Для изучения и определения почв в природе, установления границ между различными почвами, взятия образцов для анализов закладывают специальные ямы, которые принято называть почвенными разрезами. Они бывают трех типов: полные (основные) разрезы, полуямы (контрольные), прикопки (поверхностные).',
    picture: 'data/slider/nasral.jpg',
    alt: 'Заложение почвенных ресурсов',
    link: '2',
  },
  {
    title: 'ФИЗИКА ПОЧВ',
    text: 'Физические свойства и процессы в почвах. Особое внимание уделяется движению воды, переносу питательных веществ, теплопроводности, транспортировке газа. Кроме того, прочность почвы, ее механика, уплотнение, несущая способность, набухание и усадка, макропоры и т. д.',
    picture: 'data/slider/picture3.jpg',
    alt: 'Физика почв',
    link: '3',
  },
  {
    title: 'БИОЛОГИЯ ПОЧВ',
    text: 'Почва — это среда обитания множества организмов. Существа, обитающие в почве, называются педобионтами. Наименьшими из них являются бактерии, водоросли, грибки и одноклеточные организмы, обитающие в почвенных водах.',
    picture: 'data/slider/picture4.jpg',
    alt: 'Биология почв',
    link: '4',
  },
  {
    title: 'ГЕОГРАФИЯ ПОЧВ',
    text: 'Наука о закономерностях распространения почв на поверхности Земли в целях почвенно-географического районирования.',
    picture: 'data/slider/picture4.jpg',
    alt: 'География почв',
    link: '5',
  },
];